Revit 2026 API

# SpaceAirChangesPerHour Property

---

Get the Specified AirChangesPerHour of the Space.

**Namespace:** Autodesk.Revit.DB.Mechanical**Assembly:** RevitAPI (in RevitAPI.dll) Version: 26.0.4.0 (26.0.4.0)

```csharp
public double AirChangesPerHour { get; }
```
```vb
Public ReadOnly Property AirChangesPerHour As Double
	Get
```
```cpp
public:
property double AirChangesPerHour {
	double get ();
}
```
```fsharp
member AirChangesPerHour : float with get
```

#### Property Value

Double

This property is used to get the Specified AirChangesPerHour of the Space.

#### Reference

Space Class

Autodesk.Revit.DB.Mechanical Namespace